<?php
// Heading
$_['heading_title']     = 'Персональные Данные';

// Text
$_['text_account']      = 'Личный Кабинет';
$_['text_gdpr']         = 'Вы можете ознакомиться с Политикой обработки Персональных Данных %s на странице <a href="%s" target="_blank">%s<a/>.';
$_['text_verification'] = 'Подтверждение Учетной записи';
$_['text_email']        = 'Прежде чем мы примем запрос по обработке Персональных Данных подтвердите Вашу учётную запись.';
$_['text_action']       = 'Выберите действие';
$_['text_export']       = 'Экспортировать Персональные Данные';
$_['text_remove']       = 'Удалить Персональные Данные';
$_['text_warning']      = 'Вы потеряете Вашу Учетную запись!';
$_['text_access']       = 'Вы более не будете иметь доступ к Вашей Учётной записи %s.';
$_['text_history']      = 'Вы более не будете иметь доступ к Вашим заказам, истории заказов, закладкам и загрузкам.';
$_['text_limit']        = 'Запрос на удаление будет обработан после <strong>%s дней</strong>.';
$_['text_success']      = 'На Вашу электронную почту было отправлено письмо!';

// Entry
$_['entry_email']       = 'E-Mail';

// Error
$_['error_email']       = 'Ваш E-Mail адрес неправильный!';
$_['error_action']      = 'Вы должны выбрать действие!';